12/data/attachments/8f13043911e660a2.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Michael_car_Actions_21957_4</nif:username>
            <nif:friendToBeRequested>soap_actions_9ce3a6ad-9246-4407-b9d1-aa9353a348ec</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>